Repository: nferruzzi/winchLaunchHelper
Catalog: AHIS/Localizable.xcstrings
Source language: en
Languages: de, it

source: %lld sec
de: %lld Sek.

source: Aborted
de: Abgebrochen
it: Interrotto

source: Alerts
de: Ansagen
it: Avvisi

source: Altitude / length
de: Höhe / Länge
it: Quota / lunghezza

source: Altitude announcements
de: Höhenansagen
it: Annunci di quota

source: Altitude Callouts
de: Höhenansagen
it: Annunci di quota

source: Automatically log winch launches
de: Windenstarts automatisch aufzeichnen
it: Registra automaticamente i lanci

source: Completed
de: Abgeschlossen
it: Completato

source: Completion
de: Abschluss
it: Completamento

source: Disclaimer
de: Haftungsausschluss
it: Avvertenza

source: Glider
de: Segelflugzeug
it: Aliante

source: I understand and accept
de: Ich verstehe und akzeptiere
it: Ho letto e accetto

source: Logs
de: Aufzeichnungen
it: Registrazioni

source: Lost
de: Unterschritten
it: Persa

source: Max altitude at completion
de: Maximalhöhe bei Abschluss
it: Quota max al completamento

source: Max Speed
de: Höchstgeschw.
it: Velocità max

source: Message
de: Meldung
it: Messaggio

source: meters
de: Meter
it: metri

source: Min Speed
de: Mindestgeschw.
it: Velocità min

source: Min speed reached
de: Mindestgeschw. erreicht
it: Velocità min raggiunta

source: Off
de: Aus

# onboarding.disclaimer.accept
source: I understand and accept
de: Ich verstehe und akzeptiere
it: Ho letto e accetto

# onboarding.disclaimer.body
source: This app is provided as a supplementary aid only. Voice alerts are based on sensor data that may be inaccurate, delayed, or unavailable. The pilot in command remains solely responsible for all decisions during flight. Never rely on this app as a primary source of information. The developer assumes no liability for any damage, injury, or loss arising from the use of this app.
de: Diese App dient ausschließlich als ergänzendes Hilfsmittel. Sprachansagen basieren auf Sensordaten, die ungenau, verzögert oder nicht verfügbar sein können. Der verantwortliche Pilot trägt die alleinige Verantwortung für alle Entscheidungen während des Fluges. Verlassen Sie sich niemals auf diese App als primäre Informationsquelle. Der Entwickler übernimmt keine Haftung für Schäden, Verletzungen oder Verluste, die aus der Nutzung dieser App entstehen.
it: Questa app è fornita esclusivamente come ausilio supplementare. Gli avvisi vocali si basano su dati dei sensori che possono essere imprecisi, in ritardo o non disponibili. Il pilota in comando resta l'unico responsabile di tutte le decisioni durante il volo. Non fare mai affidamento su questa app come fonte primaria di informazioni. Lo sviluppatore non si assume alcuna responsabilità per danni, lesioni o perdite derivanti dall'uso di questa app.

# onboarding.disclaimer.title
source: Disclaimer
de: Haftungsausschluss
it: Avvertenza

# onboarding.gps.ready.title
source: GPS Ready
de: GPS bereit
it: GPS pronto

# onboarding.gps.skip
source: Skip
de: Überspringen
it: Salta

# onboarding.gps.start
source: Start
de: Starten
it: Avvia

# onboarding.gps.waiting.body
source: Make sure you are outdoors with a clear view of the sky.
de: Stellen Sie sicher, dass Sie sich im Freien mit freier Sicht zum Himmel befinden.
it: Assicurati di essere all'aperto con una visuale libera del cielo.

# onboarding.gps.waiting.title
source: Waiting for GPS Signal
de: Warte auf GPS-Signal
it: In attesa del segnale GPS

# onboarding.permissions.continue
source: Allow and Continue
de: Erlauben und fortfahren
it: Consenti e continua

# onboarding.permissions.denied
source: Location permission was denied. Winch Pilot needs GPS to work. Please enable it in Settings.
de: Die Standortberechtigung wurde verweigert. Winch Pilot benötigt GPS um zu funktionieren. Bitte aktivieren Sie es in den Einstellungen.
it: Il permesso di localizzazione è stato negato. Winch Pilot ha bisogno del GPS per funzionare. Abilitalo nelle Impostazioni.

# onboarding.permissions.gps.body
source: Measures ground speed and runway distance during the winch launch. Without GPS the app cannot function.
de: Misst die Bodengeschwindigkeit und die verbleibende Startbahnlänge während des Windenstarts. Ohne GPS kann die App nicht funktionieren.
it: Misura la velocità al suolo e la distanza dalla pista durante il lancio al verricello. Senza GPS l'app non può funzionare.

# onboarding.permissions.gps.title
source: GPS Location
de: GPS-Standort
it: Posizione GPS

# onboarding.permissions.motion.body
source: Powers the artificial horizon and improves speed accuracy between GPS readings using the accelerometer at 50Hz.
de: Betreibt den künstlichen Horizont und verbessert die Geschwindigkeitsgenauigkeit zwischen GPS-Messungen mittels Beschleunigungsmesser bei 50Hz.
it: Alimenta l'orizzonte artificiale e migliora la precisione della velocità tra le letture GPS usando l'accelerometro a 50Hz.

# onboarding.permissions.motion.title
source: Motion Sensors
de: Bewegungssensoren
it: Sensori di movimento

# onboarding.permissions.openSettings
source: Open Settings
de: Einstellungen öffnen
it: Apri Impostazioni

# onboarding.permissions.title
source: Permissions Required
de: Berechtigungen erforderlich
it: Permessi necessari

source: Overspeed alert
de: Überschreitungswarnung
it: Avviso velocità eccessiva

source: Reached
de: Erreicht
it: Raggiunta

source: registration
de: Kennzeichen
it: marche

source: Registration
de: Kennzeichen
it: Marche

source: Replay
de: Wiedergabe

source: Replay Off
de: Wiedergabe Aus

source: Select to replay...
de: Zur Wiedergabe auswählen...
it: Seleziona per il replay...

source: Settings
de: Einstellungen
it: Impostazioni

source: Speech Rate
de: Sprechgeschwindigkeit
it: Velocità voce

source: Speed
de: Geschwindigkeit
it: Velocità

source: Test lost
de: Test unterschritten
it: Test persa

source: Test reached
de: Test erreicht
it: Test raggiunta

source: This app is provided as a supplementary aid only. Voice alerts are based on sensor data that may be inaccurate, delayed, or unavailable. The pilot in command remains solely responsible for all decisions during flight. Never rely on this app as a primary source of information. The developer assumes no liability for any damage, injury, or loss arising from the use of this app.
de: Diese App dient ausschließlich als ergänzendes Hilfsmittel. Sprachansagen basieren auf Sensordaten, die ungenau, verzögert oder nicht verfügbar sein können. Der verantwortliche Pilot trägt die alleinige Verantwortung für alle Entscheidungen während des Fluges. Verlassen Sie sich niemals auf diese App als primäre Informationsquelle. Der Entwickler übernimmt keine Haftung für Schäden, Verletzungen oder Verluste, die aus der Nutzung dieser App entstehen.
it: Questa app è fornita esclusivamente come ausilio supplementare. Gli avvisi vocali si basano su dati dei sensori che possono essere imprecisi, in ritardo o non disponibili. Il pilota in comando resta l'unico responsabile di tutte le decisioni durante il volo. Non fare mai affidamento su questa app come fonte primaria di informazioni. Lo sviluppatore non si assume alcuna responsabilità per danni, lesioni o perdite derivanti dall'uso di questa app.

source: Units
de: Einheiten
it: Unità

source: Voice Alerts
de: Sprachansagen
it: Avvisi vocali

source: Waiting...
de: Warten...
it: In attesa...

source: Winch
de: Winde
it: Verricello

source: Winch Length
de: Windenlänge
it: Lunghezza verricello

source: wing
de: Flügel
it: ala

source: Wing Drop
de: Flügelabsenkung
it: Caduta d'ala

source: Wing drop alert
de: Flügelabsenkungswarnung
it: Avviso caduta d'ala

source: minimum
it: minima

source: minus
it: meno

source: name
it: nome

source: Name
it: Nome

source: Pilot
it: Pilota

source: plus
it: più
